Revit 2027 API
PolymeshFacet Properties
The PolymeshFacet type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
V1 |  The first vertex of the facet
V2 |  The second vertex of the facet
V3 |  The third vertex of the facet
Top
See Also
Reference
PolymeshFacet Class
Autodesk.Revit.DB Namespace